{
	"FormatVersion": 1,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": "0"
			}
		},
		{
			"Source":
			{
				"Text": "1 x"
			},
			"Translation":
			{
				"Text": "1 x"
			}
		},
		{
			"Source":
			{
				"Text": "11111x"
			},
			"Translation":
			{
				"Text": "11111x"
			}
		},
		{
			"Source":
			{
				"Text": "2 colors. Destroy combined tiles."
			},
			"Translation":
			{
				"Text": "2 colors. Destroy combined tiles."
			}
		},
		{
			"Source":
			{
				"Text": "3 colors. Destroy combined tiles."
			},
			"Translation":
			{
				"Text": "3 colors. Destroy combined tiles."
			}
		},
		{
			"Source":
			{
				"Text": "3 colors. Destroy combined tiles. Use bomb to destroy single tile."
			},
			"Translation":
			{
				"Text": "3 colors. Destroy combined tiles. Use bomb to destroy single tile."
			}
		},
		{
			"Source":
			{
				"Text": "4 colors. Destroy combined tiles."
			},
			"Translation":
			{
				"Text": "4 colors. Destroy combined tiles."
			}
		},
		{
			"Source":
			{
				"Text": "4 colors. New tiles appear after destruction."
			},
			"Translation":
			{
				"Text": "4 colors. New tiles appear after destruction."
			}
		},
		{
			"Source":
			{
				"Text": "5"
			},
			"Translation":
			{
				"Text": "5"
			}
		},
		{
			"Source":
			{
				"Text": "5 colors. Destroy combined tiles. New tiles appear after destruction."
			},
			"Translation":
			{
				"Text": "5 colors. Destroy combined tiles. New tiles appear after destruction."
			}
		},
		{
			"Source":
			{
				"Text": "5 colors. Hint: use color bomb first."
			},
			"Translation":
			{
				"Text": "5 colors. Hint: use color bomb first."
			}
		},
		{
			"Source":
			{
				"Text": "5 colors. New tiles appear after destruction."
			},
			"Translation":
			{
				"Text": "5 colors. New tiles appear after destruction."
			}
		},
		{
			"Source":
			{
				"Text": "50"
			},
			"Translation":
			{
				"Text": "50"
			}
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "Back"
			}
		},
		{
			"Source":
			{
				"Text": "Big bottle"
			},
			"Translation":
			{
				"Text": "Big bottle"
			}
		},
		{
			"Source":
			{
				"Text": "Big mana bottle. Icreased max mana by {0}."
			},
			"Translation":
			{
				"Text": "Big mana bottle. Icreased max mana by {0}."
			}
		},
		{
			"Source":
			{
				"Text": "Big source"
			},
			"Translation":
			{
				"Text": "Big source"
			}
		},
		{
			"Source":
			{
				"Text": "Bomb"
			},
			"Translation":
			{
				"Text": "Bomb"
			}
		},
		{
			"Source":
			{
				"Text": "Chance to receive bonus tile. Click on it and get one mana!"
			},
			"Translation":
			{
				"Text": "Chance to receive bonus tile. Click on it and get one mana!"
			}
		},
		{
			"Source":
			{
				"Text": "Chance to receive item \"Mana bottle\". It Increased max mana."
			},
			"Translation":
			{
				"Text": "Chance to receive item \"Mana bottle\". It Increased max mana."
			}
		},
		{
			"Source":
			{
				"Text": "Chance to receive item \"Torch\". It burn bomb automatically if there are no another moves."
			},
			"Translation":
			{
				"Text": "Chance to receive item \"Torch\". It burn bomb automatically if there are no another moves."
			}
		},
		{
			"Source":
			{
				"Text": "Chance to receive object \"Fire foxes\". It burn bomb automatically if there are no another moves."
			},
			"Translation":
			{
				"Text": "Chance to receive object \"Fire foxes\". It burn bomb automatically if there are no another moves."
			}
		},
		{
			"Source":
			{
				"Text": "Chance to receive object \"Mana bottle\". It Increased max mana."
			},
			"Translation":
			{
				"Text": "Chance to receive object \"Mana bottle\". It Increased max mana."
			}
		},
		{
			"Source":
			{
				"Text": "Clear Saved Game"
			},
			"Translation":
			{
				"Text": "Clear Saved Game"
			}
		},
		{
			"Source":
			{
				"Text": "Collected:"
			},
			"Translation":
			{
				"Text": "Collected:"
			}
		},
		{
			"Source":
			{
				"Text": "Color bomb"
			},
			"Translation":
			{
				"Text": "Color bomb"
			}
		},
		{
			"Source":
			{
				"Text": "Cost"
			},
			"Translation":
			{
				"Text": "Cost"
			}
		},
		{
			"Source":
			{
				"Text": "Cost 0"
			},
			"Translation":
			{
				"Text": "Cost 0"
			}
		},
		{
			"Source":
			{
				"Text": "Cost 100"
			},
			"Translation":
			{
				"Text": "Cost 100"
			}
		},
		{
			"Source":
			{
				"Text": "Debug Next Day"
			},
			"Translation":
			{
				"Text": "Debug Next Day"
			}
		},
		{
			"Source":
			{
				"Text": "Enable button for improving items screen."
			},
			"Translation":
			{
				"Text": "Enable button for improving items screen."
			}
		},
		{
			"Source":
			{
				"Text": "Enable button for improving items."
			},
			"Translation":
			{
				"Text": "Enable button for improving items."
			}
		},
		{
			"Source":
			{
				"Text": "Enable improving items screen."
			},
			"Translation":
			{
				"Text": "Enable improving items screen."
			}
		},
		{
			"Source":
			{
				"Text": "Enable items"
			},
			"Translation":
			{
				"Text": "Enable items"
			}
		},
		{
			"Source":
			{
				"Text": "First bomb."
			},
			"Translation":
			{
				"Text": "First bomb."
			}
		},
		{
			"Source":
			{
				"Text": "Great mana bottle. Increased max mana by {0}."
			},
			"Translation":
			{
				"Text": "Great mana bottle. Increased max mana by {0}."
			}
		},
		{
			"Source":
			{
				"Text": "Improve items"
			},
			"Translation":
			{
				"Text": "Improve items"
			}
		},
		{
			"Source":
			{
				"Text": "Increase capasity of mana source. 500 max mana."
			},
			"Translation":
			{
				"Text": "Increase capasity of mana source. 500 max mana."
			}
		},
		{
			"Source":
			{
				"Text": "Increase capasity of mana source. 750 max mana."
			},
			"Translation":
			{
				"Text": "Increase capasity of mana source. 750 max mana."
			}
		},
		{
			"Source":
			{
				"Text": "Increase max mana by 100."
			},
			"Translation":
			{
				"Text": "Increase max mana by 100."
			}
		},
		{
			"Source":
			{
				"Text": "Items improving"
			},
			"Translation":
			{
				"Text": "Items improving"
			}
		},
		{
			"Source":
			{
				"Text": "Level 1"
			},
			"Translation":
			{
				"Text": "Level 1"
			}
		},
		{
			"Source":
			{
				"Text": "Level 2"
			},
			"Translation":
			{
				"Text": "Level 2"
			}
		},
		{
			"Source":
			{
				"Text": "Level 3"
			},
			"Translation":
			{
				"Text": "Level 3"
			}
		},
		{
			"Source":
			{
				"Text": "Level 4"
			},
			"Translation":
			{
				"Text": "Level 4"
			}
		},
		{
			"Source":
			{
				"Text": "Level 5"
			},
			"Translation":
			{
				"Text": "Level 5"
			}
		},
		{
			"Source":
			{
				"Text": "Level 6"
			},
			"Translation":
			{
				"Text": "Level 6"
			}
		},
		{
			"Source":
			{
				"Text": "Mana bonus"
			},
			"Translation":
			{
				"Text": "Mana bonus"
			}
		},
		{
			"Source":
			{
				"Text": "Mana bottle"
			},
			"Translation":
			{
				"Text": "Mana bottle"
			}
		},
		{
			"Source":
			{
				"Text": "Mana bottle. Increased max mana by {0}."
			},
			"Translation":
			{
				"Text": "Mana bottle. Increased max mana by {0}."
			}
		},
		{
			"Source":
			{
				"Text": "Mana source. Gives you 1 mana per minute. 250 max mana."
			},
			"Translation":
			{
				"Text": "Mana source. Gives you 1 mana per minute. 250 max mana."
			}
		},
		{
			"Source":
			{
				"Text": "Max mana"
			},
			"Translation":
			{
				"Text": "Max mana"
			}
		},
		{
			"Source":
			{
				"Text": "Mega source"
			},
			"Translation":
			{
				"Text": "Mega source"
			}
		},
		{
			"Source":
			{
				"Text": "Open"
			},
			"Translation":
			{
				"Text": "Open"
			}
		},
		{
			"Source":
			{
				"Text": "Open cost: 100"
			},
			"Translation":
			{
				"Text": "Open cost: 100"
			}
		},
		{
			"Source":
			{
				"Text": "Prize for win:"
			},
			"Translation":
			{
				"Text": "Prize for win:"
			}
		},
		{
			"Source":
			{
				"Text": "Remote detonator. Allow to use bombs by double clicking."
			},
			"Translation":
			{
				"Text": "Remote detonator. Allow to use bombs by double clicking."
			}
		},
		{
			"Source":
			{
				"Text": "Restart"
			},
			"Translation":
			{
				"Text": "Restart"
			}
		},
		{
			"Source":
			{
				"Text": "Second bomb."
			},
			"Translation":
			{
				"Text": "Second bomb."
			}
		},
		{
			"Source":
			{
				"Text": "Second bomb. Use it to destroy single tile."
			},
			"Translation":
			{
				"Text": "Second bomb. Use it to destroy single tile."
			}
		},
		{
			"Source":
			{
				"Text": "Sell"
			},
			"Translation":
			{
				"Text": "Sell"
			}
		},
		{
			"Source":
			{
				"Text": "Source"
			},
			"Translation":
			{
				"Text": "Source"
			}
		},
		{
			"Source":
			{
				"Text": "Start"
			},
			"Translation":
			{
				"Text": "Start"
			}
		},
		{
			"Source":
			{
				"Text": "Test"
			},
			"Translation":
			{
				"Text": "Test"
			}
		},
		{
			"Source":
			{
				"Text": "Torch item"
			},
			"Translation":
			{
				"Text": "Torch item"
			}
		},
		{
			"Source":
			{
				"Text": "Torch. Automatically burn bomb if there is not another move."
			},
			"Translation":
			{
				"Text": "Torch. Automatically burn bomb if there is not another move."
			}
		},
		{
			"Source":
			{
				"Text": "Torch. Automatically burns bomb if there is no another move."
			},
			"Translation":
			{
				"Text": "Torch. Automatically burns bomb if there is no another move."
			}
		},
		{
			"Source":
			{
				"Text": "Upgrade"
			},
			"Translation":
			{
				"Text": "Upgrade"
			}
		},
		{
			"Source":
			{
				"Text": "Use bomb button to destroy any single tile."
			},
			"Translation":
			{
				"Text": "Use bomb button to destroy any single tile."
			}
		},
		{
			"Source":
			{
				"Text": "Use color bomb button to destroy all same color tiles."
			},
			"Translation":
			{
				"Text": "Use color bomb button to destroy all same color tiles."
			}
		},
		{
			"Source":
			{
				"Text": "Warning! Difficult level! 4 colors. Previous levels are better to farm mana."
			},
			"Translation":
			{
				"Text": "Warning! Difficult level! 4 colors. Previous levels are better to farm mana."
			}
		},
		{
			"Source":
			{
				"Text": "Workshop"
			},
			"Translation":
			{
				"Text": "Workshop"
			}
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "GameMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "Cost: {0}"
					},
					"Translation":
					{
						"Text": "Cost: {0}"
					}
				}
			]
		},
		{
			"Namespace": "HUD",
			"Children": [
				{
					"Source":
					{
						"Text": "(Max:{0})"
					},
					"Translation":
					{
						"Text": "(Max:{0})"
					}
				},
				{
					"Source":
					{
						"Text": "Mana: {0}"
					},
					"Translation":
					{
						"Text": "Mana: {0}"
					}
				},
				{
					"Source":
					{
						"Text": "{0} x"
					},
					"Translation":
					{
						"Text": "{0} x"
					}
				},
				{
					"Source":
					{
						"Text": "{0}(Max:{1})"
					},
					"Translation":
					{
						"Text": "{0}(Max:{1})"
					}
				}
			]
		},
		{
			"Namespace": "Menu",
			"Children": [
				{
					"Source":
					{
						"Text": "Chance to receive item {0}"
					},
					"Translation":
					{
						"Text": "Chance to receive item {0}"
					}
				},
				{
					"Source":
					{
						"Text": "Cost: {0}"
					},
					"Translation":
					{
						"Text": "Cost: {0}"
					}
				},
				{
					"Source":
					{
						"Text": "{0} saved bomb prize: {1} x"
					},
					"Translation":
					{
						"Text": "{0} saved bomb prize: {1} x"
					}
				}
			]
		},
		{
			"Namespace": "PlayingField",
			"Children": [
				{
					"Source":
					{
						"Text": "Level complete!"
					},
					"Translation":
					{
						"Text": "Level complete!"
					}
				},
				{
					"Source":
					{
						"Text": "Level completed!"
					},
					"Translation":
					{
						"Text": "Level completed!"
					}
				},
				{
					"Source":
					{
						"Text": "No more moves!"
					},
					"Translation":
					{
						"Text": "No more moves!"
					}
				}
			]
		},
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Info"
					},
					"Translation":
					{
						"Text": "Info"
					}
				},
				{
					"Source":
					{
						"Text": "Open"
					},
					"Translation":
					{
						"Text": "Open"
					}
				},
				{
					"Source":
					{
						"Text": "Start"
					},
					"Translation":
					{
						"Text": "Start"
					}
				}
			]
		}
	]
}